/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " 軌道";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d 聲道";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d 聲道";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "絕對時間位置";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "進階選項";

/* Pref Subtitle */
"Alignment:" = "字幕對齊:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "允許重疊字幕";

/* Pref General */
"Always" = "總是";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "全螢幕模式下總是隱藏 Dock";

/* Pref Video */
"Always try to use secondary screen" = "總在外接顯示器上全螢幕顯示";

/* Text Enc */
"Arabic (ISO 8859-6)" = "阿拉伯語 (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "阿拉伯語 (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "阿拉伯語 (Windows-1256)";

/* preference */
"Ask me" = "詢問我";

/* OSD hint */
"Aspect Ratio: Locked" = "影格長寬比：已鎖定";

/* OSD hint */
"Aspect Ratio: Restored" = "影格長寬比：已恢復";

/* OSD hint */
"Aspect Ratio: Unlocked" = "影格長寬比：未鎖定";

/* PrefToolBarLabel */
"Audio" = "聲音";

/* OSD hint */
"Audio %@" = "聲音 %@";

/* OSD hint */
"Audio Delay: %.1f s" = "聲音延遲：%.1f 秒";

/* Inspector Info */
"Audio:%d" = "聲音：%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "波羅的海文 (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "波羅的海文 (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "波羅的海文 (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "邊框顏色：";

/* Pref Subtitle */
"Bottom - Left" = "底部 - 左邊";

/* Pref Subtitle */
"Bottom - Middle" = "底部 - 置中";

/* Pref Subtitle */
"Bottom - Right" = "底部 - 右邊";

/* Pref Subtitle */
"Bottom only" = "僅底部";

/* Video Tuner Panel */
"Brightness:" = "亮度：";

/* Pref Network */
"Cache size for stream:" = "緩存大小：";

/* OSD hint */
"Caching: %4.2f%%" = "緩存中：%4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "無法找到適當的檔案來播放";

/* Panel Button */
"Cancel" = "取消";

/* Text Enc */
"Celtic (ISO 8859-14)" = "塞爾特語 (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "塞爾特語 (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "中歐語系 (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "中歐語系 (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "中歐語系 (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "中歐語系 (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "章節: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "簡體中文 (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "簡體中文 (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "簡體中文 (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "簡體中文 (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "簡體中文 (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "繁體中文 (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "繁體中文 (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "繁體中文 (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "繁體中文 (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "繁體中文 (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "選擇一個合適的編碼方式：";

/* open url panel */
"Clear Menu..." = "清空選單...";

/* Pref Subtitle */
"contains the video file name" = "包含影像檔案名";

/* Video Tuner Panel */
"Contrast:" = "對比度：";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "斯拉夫語 (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "斯拉夫語 (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "斯拉夫語 (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "斯拉夫語 (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "斯拉夫語 (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "預設 (使用字幕檔原本設定)";

/* Pref Video */
"Deinterlace method" = "隔行掃描方式";

/* Inspector Info */
"Demuxer:" = "分離器：";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "自動偵測 SPDIF 數位輸出";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "發現檔案：\t%1$@\n編碼：\t%2$@\n信心：\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "關閉";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "關閉滑鼠水平滾動的時間跳轉功能";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "關閉滑鼠垂直滾動的調整音量功能";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "播放完畢就重置設置";

/* Pref General */
"Enable \"Open Recent\" menu" = "啟用 \"最近打開\" 菜單";

/* Pref Advanced */
"Enable media keys(F7, F8, F9) to control playback (need restart to take effect)" = "使用多功能鍵(F7, F8, F9)來控制播放 (重啟程式生效)";

/* menu */
"Enter Fullscreen" = "進入全螢幕";

/* Pref Video */
"Enter fullscreen when playback starts" = "回放開始時進入螢幕";

/* Equalizer Panel */
"Equalizer" = "EQ等化器";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* menu */
"Exit Fullscreen" = "退出全螢幕";

/* Pref Advanced */
"Extra options" = "額外選項";

/* Pref Video */
"FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter." = "FFMpeg：FFMpeg 的去交錯濾鏡，每隔一行套用 (-1 4 2 4 -1) 濾鏡來去交錯。\n\nLPF5：垂直方向的 FIR 低通去交錯濾鏡，對所有行套用 (-1 2 6 2 -1) 濾鏡來去交錯。";

/* Pref General */
"Find and play next file automatically" = "自動搜尋並播放下一個檔案";

/* Pref General */
"Font Color" = "字體顏色";

/* Pref Subtitle */
"Font Color:" = "字體顏色：";

/* Pref Subtitle */
"Font fallback is not supported yet.\nSo this option may risk monolingual support." = "目前尚未支援字型後備。\n因此這個選項可能只能支援單一語言。";

/* Pref Subtitle */
"Font Style" = "字體樣式";

/* Pref Subtitle */
"Font:" = "字體：";

/* Pref Video */
"Force index rebuilding" = "強制重建索引";

/* Inspector Info */
"Format:" = "格式：";

/* Video Tuner Panel */
"Gamma:" = "Gamma 值：";

/* PrefToolBarLabel */
"General" = "基本選項";

/* Text Enc */
"Greek (ISO 8859-7)" = "希臘語 (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "希臘語 (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "希臘語 (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "希伯來語 (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "希伯來語 (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "希伯來語 (Windows-1255)";

/* Pref Subtitle */
"height:" = "高度：";

/* menu */
"Hide Auxiliary Controls" = "隱藏輔助控制";

/* Pref General */
"Hide in" = "自動隱藏時間";

/* menu */
"Hide Letterbox" = "隱藏邊框";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "如何保存 “EQ等化器” 中的設定？";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "如何保存 “影像調節器” 中的設定？";

/* Video Tuner Panel */
"Hue:" = "色調：";

/* Pref Subtitle */
"If confidence ≤" = "如果自信閥值小於";

/* Pref General */
"If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don't have to worry about the 0 padding" = "如果檔名中含有數字，MPlayerX 會把最右邊的那組數字加一，用來尋找同一個資料夾裡的下一個檔案。\n補零的位數不用擔心，會自動處理。";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "如果您使用內建 2 聲道揚聲器或耳機，請開啓此選項";

/* Pref Video */
"Image Enhancement" = "畫面增強";

/* Inspector Info */
"Inspector" = "檢視器";

/* Pref Subtitle */
"is any name" = "是任意名稱";

/* Text Enc */
"Japanese (EUC)" = "日語 (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "日語 (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "日語 (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "日語 (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "日語 (Windows-932)";

/* Pref General */
"Keep window on top:" = "將播放視窗置頂：";

/* Text Enc */
"Korean (EUC)" = "韓語 (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "韓語 (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "韓語 (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "韓語 (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "邊框";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "在播放開始時僅加載，但不顯示字幕";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "載入字幕，如果字幕檔案";

/* Playlist OSD hint */
"Local files only" = "僅支援本機檔案";

/* menu */
"Lock Aspect Ratio" = "鎖定影格長寬比";

/* Pref Subtitle */
"matches the video file name exactly" = "完全匹配影像檔案名";

/* OpenURL Panel */
"Media URL" = "媒體 URL";

/* OSD hint */
"Mute OFF" = "靜音 OFF";

/* OSD hint */
"Mute ON" = "靜音 ON";

/* PrefToolBarLabel */
"Network" = "網路";

/* Pref General */
"Never" = "從不";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "不重置，將設置永久保存";

/* Inspector Info */
"No Info" = "無資訊";

/* Pref Subtitle */
"No letterbox" = "不顯示邊框";

/* Playlist OSD hint */
"No next episode" = "沒有下一集";

/* Playlist OSD hint */
"No previous episode" = "沒有上一集";

/* Pref Video */
"None" = "無";

/* Pref Video */
"Normal" = "標準";

/* Video Tuner Panel */
"NR:" = "噪聲降低：";

/* Pref Video */
"Number of threads" = "線程數";

/* Pref Subtitle */
"of movie's height" = "倍影片高度";

/* Panel Button */
"OK" = "確定";

/* Pref General */
"on the right of control bar" = "在控制條的右端";

/* No comment provided by engineer. */
"Open Media Files" = "打開媒體檔案";

/* OpenURL Panel */
"Open URL" = "開啟 URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "開啓 VIDEO_TS目錄";

/* OSD hint */
"OSD settings changed" = "OSD 設定已更改";

/* Pref Audio */
"Output" = "輸出";

/* Pref Audio */
"Pass through:" = "直通輸出:";

/* OSD hint */
"Paused" = "暫停";

/* Pref Video */
"Performance & Quality" = "性能和質量";

/* Pref General */
"Player Control" = "播放控制";

/* Pref Network */
"Prefer IPV6" = "優先使用 IPV6";

/* Pref */
"Preferences" = "偏好設定...";

/* Pref General */
"Quit when window closed" = "當視窗關閉時退出";

/* Pref General */
"relative time to current" = "相對時間";

/* Pref General */
"remaining time" = "剩餘時間";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "混合 DTS 5.1 為立體聲";

/* Equalizer & Video Tuner Panel */
"Reset" = "重置";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "當程序退出時重置設置";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "如果找不到下一個自動播放的檔案就重置設置";

/* Pref General */
"Resume playing from last stopped place" = "從上次停止處恢復播放";

/* Video Tuner Panel */
"Saturation:" = "飽和度：";

/* Pref Subtitle */
"set encoding by" = "則設定編碼為";

/* Pref Subtitle */
"Setting confidence threshold to 100% disables auto detection of the text encoding, but it is not recommended." = "把信心門檻設為 100% 會停用文字編碼的自動偵測，但不建議這樣做。";

/* Video Tuner Panel */
"Sharpness:" = "銳度：";

/* Pref General */
"Show" = "顯示";

/* menu */
"Show Auxiliary Controls" = "顯示輔助控制";

/* menu */
"Show Letterbox" = "顯示邊框";

/* Pref General */
"Show OSD" = "顯示 OSD";

/* Pref Subtitle */
"Size:" = "字號：";

/* Inspector Info */
"Source:" = "來源：";

/* Text Enc */
"South Europe (ISO 8859-3)" = "南歐語系 (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "速度：%.1fX";

/* Pref General */
"Start to play when media opened" = "媒體打開的同時開始播放";

/* OSD hint */
"Stopped" = "停止";

/* OSD hint */
"Sub Delay: %.1f s" = "字幕延遲：%.1f 秒";

/* OSD hint */
"Sub: %@" = "字幕：%@";

/* PrefToolBarLabel */
"Subtitle" = "字幕";

/* SubEncoding */
"Subtitle Encoding" = "字幕編碼";

/* Inspector Info */
"Subtitle:%d" = "字幕：%d";

/* Pref Subtitle */
"Text Encoding Detection" = "檔案編碼檢測";

/* Text Enc */
"Thai (ISO 8859-11)" = "泰語 (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "泰語 (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "泰語 (Windows-874/TIS-620)";

/* Pref Advanced */
"The extra options will be passed to mplayer directly.\nMake sure you are really a mplayer professional before you modify this, otherwise please leave it blank." = "額外參數會直接傳給 mplayer。\n除非你很清楚自己在做什麼，否則請保持空白。";

/* No comment provided by engineer. */
"The file does not exist" = "檔案不存在";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "MPlayerX 不支援此檔案。";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "MplayerX 不支援此 URL。";

/* Pref Subtitle */
"Top + Bottom" = "頂部＋底部";

/* Pref Subtitle */
"Top - Left" = "頂部 - 左邊";

/* Pref Subtitle */
"Top - Middle" = "頂部 - 置中";

/* Pref Subtitle */
"Top - Right" = "頂部 - 右邊";

/* Pref Subtitle */
"Top only" = "僅頂部";

/* Pref General */
"total time" = "總時間";

/* Inspector Info */
"Track Info:" = "軌道信息：";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "通過 HTTP 協議傳輸 RTSP 編碼播放";

/* Pref General */
"Transparency" = "透明度";

/* Text Enc */
"Turkish (ISO 8859-9)" = "土耳其語 (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "土耳其語 (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "土耳其語 (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "解鎖影格長寬比";

/* Pref Subtitle */
"Use embedded font if possible" = "如果可能則使用內建字體";

/* Pref Network */
"Use ffmpeg to handle the stream" = "使用 ffmpeg 編碼播放";

/* PrefToolBarLabel */
"Video" = "影像";

/* OSD hint */
"Video %@" = "影像 %@";

/* Video Tuner Panel */
"Video Tuner" = "影像調節器";

/* Inspector Info */
"Video:%d" = "影像：%d";

/* Text Enc */
"Vietnamese (Mac)" = "越南語 (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "越南語 (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "音量：%.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "西歐語系 (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "西歐語系 (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "西歐語系 (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "西歐語系 (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "全螢幕時保持其他螢幕可見";

/* Pref Subtitle */
"When entering into full screen mode, \nadjust the letterbox's height to fit to the screen's height" = "進入全螢幕時，\n調整黑邊的高度以符合螢幕高度";

/* Pref General */
"when hovering over the timeline" = "當游標停滯於時間進度條上時";

/* Pref General */
"While playing" = "僅播放時";

/* Pref Subtitle */
"With this option ON, MPlayerX will make subtitle not to overlay the frame as much as it could.\nHowever, this option will enlarge the rendering frame to the screen size, sometimes, espcially for some HD content, lagging may be brought to the playback." = "開啟這個選項後，MPlayerX 會盡量讓字幕不要疊在畫面上。\n但這個選項會把算繪的畫面放大到整個螢幕，有時候（特別是高畫質內容）可能會造成播放卡頓。";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "開啓此選項，MPlayerX 將重新計算索引來以使影像可以播放，這對於一些損壞的檔案是有幫助的。但這將會產生播放前幾秒鐘的等待時間。";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-確定：使用 FFMpeg 來處理流";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-確定：使用 MPlayer 來處理流";

